Autodesk.Revit.DB.FilledRegionBackground
The filled region background types.
Since:
2013

Autodesk.Revit.DB.FilledRegionBackground.Transparent
Transparent background.

Autodesk.Revit.DB.FilledRegionBackground.Opaque
Opaque background.